;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 3.04
; Update: 2018-09-05
;
[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=Ok
ButtonMinimize=Minimize
ButtonMaximize=Maximize
ButtonClose=Close
ButtonRestore=Restore
ButtonMenu=Menu

[Translation]
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
ReadHabit=Left-to-right
LanguageName=ENU
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmation
Warning=Warning
Error=Error
Confirm=Confirmation
FrmJSAbout.caption=About
FrmJSAbout.btnok.caption=Ok
FrmJSAbout.lblver.caption=Current Version:
FrmJSAbout.lblemail.caption=Support Email:
FrmJSAbout.lblhome.caption=Homepage:
FrmJSAbout.lblthank.caption=Thank the following people for their contributions:
FrmRSMain.btnSupport.hint=Support & Feedback
;
; Popup Menu
;
unsupported=Unsupported format
denied=Access denied
unknownpath=No Path
pmCheckMsg=Auto Check News
pmforum=Forum
pmHelp=Online Help
pmHome=Homepage
pmCheckNew=Check for Updates
pmContact=Contact us
pmLang=Languages
pmAbout=About
pmcpfilename=Copy Full Path
pmcppath=Copy Directory
pmopen=Open File
pmopenfolder=Open Folder
pmcpfile=Copy File/Folder
pmdel=Delete File/Files
pmatt=Properties
pmSelectAll=Select All items
pmSelectNone=Select None
pmSelectInvert=Invert Selection
pmCheckNew=Check for Updates
pmJetHelp=Run Quick Search
nopath=Path does not exist
pmcutfile=Move to...
pmexportto=Save to csv file...
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Like it
FrmRSMain.btnSearch.caption=Search
FrmRSMain.btnfeedback.caption=Suggestion and Feedback
FrmRSMain.btncheckupdate.caption=Check for updates
FrmRSMain.btnFacebook.hint=Like WiseCleaner on Facebook
FrmRSMain.btnTwitter.hint=Share Wise JetSearch on Twitter
FrmRSMain.btnemail.hint=Share Wise JetSearch with friends
;
;Like us
;
Frmlikeit.lblTitle.caption=If you love Wise JetSearch, please introduce this lovely free tool to your beloved.
Frmlikeit.lblInfo.caption=Please share Wise JetSearch with your family, friends, classmates, and colleagues by Email, Blog, Twitter, YouTube, Facebook, etc... Well done! You will bring convenience and efficiency to their lives.
Frmlikeit.lblRate.caption= Rate Wise JetSearch:
Frmlikeit.lblfollow.caption=Follow Us on:
Frmlikeit.lblshare.caption=Share Wise JetSearch:
Frmlikeit.btndownload.caption=Free Download
Frmlikeit.imgrate.hint=Give us a 5-star review on CNET
Frmlikeit.imgmail.hint=Share it to your friends
Frmlikeit.imgface1.hint=Share it on Facebook
Frmlikeit.imgface2.hint=Follow us on Facebook
Frmlikeit.imgtwitter1.hint=Share it on twitter
Frmlikeit.imgtwitter2.hint=Follow us on twitter
Frmlikeit.Caption=Like it
Frmlikeit.lbldownload.caption=Download more freeware from WiseCleaner.com :

[Edit]
pmcut=Cut
pmcopy=Copy
pmpaste=Paste
pmdelete=Delete
pmselectall=Select all


[Message]
Loading=Creating index...
Loaded=Creating completed
Audios=Audios
Videos=Videos
Images=Images
Document=Documents
Compressed=Archive
Email=Email
NewVer=A new version of Wise JetSearch is available! Do you want to upgrade it now?
KeyDelete=Delete
AllHardDrive=Local Hard Drives
SelectHardDrive=Please Select a Hard Drive
ScanFor=Searching in drive:
Search=Search
LeftTimeSec=Duration: %s second(s)
NoKeyWord=Please input the keywords you want to search.
Stop=Stop
NoDriveChecked=Please choose the drive(s) you want to scan.
NoNewVer=Congratulations! The version you are using is the latest!
TranslateTo=Translate into...

[FastFind]
Name=Name
Path=Path
FileSize=File Size
FileType=Type
DateModified=Date Modified
KeyWord=Input Keywords
SearchFinish=Search is over. %d files/folders were found.
SearchAborted=Search was Aborted. %d files/folders were found.
NoResult=No matching files have been found.

[Help]
Startup=Run quick search when the computer starts
AutoRunMain=Run quick search window with JetSearch
Del=Delete
Tips=Quick search for local file/folder